Repository: jeremieb/densha-otaku-translation
Catalog: *.lproj/Localizable.strings
Languages: fr

source: Close
fr: Fermer

# list_view_title
source: Book keeping
fr: Historique

# list_segmented_speed
source: by Speed
fr: par Vitesse

# list_segmented_date
source: by Date
fr: par Date

# record_note_label
source: Edit to add a note
fr: Editer pour ajouter une note

# onboarding_content_one
source: In order to track your speed, this app needs to access to the phone location.
fr: Pour afficher votre vitesse, cette app à besoin d'accéder au signal GPS du téléphone.

# onboarding_content_two
source: We value your privacy. This app does not record any of your usage or send any data to anywhere.
fr: Votre vie privée est important et cette app n'enregistre ni ne communique à qui que ce soit votre position.

# onboarding_button
source: Allow location
fr: Activer la localisation

# onboarding_continue
source: Continue
fr: Continuer

# compass_degrees
source: degrees
fr: degrées

# sub_subtitle
source: • Keep your speed records
fr: • Enregistrez les vitesses atteintes.

# sub_subtitle_subscriber
source: Thanks for your support, you're awesome!
fr: Merci pour le soutien, vous êtes génial.e!

# sub_content
source: In addition to indie development, your support is a important for the future development of Densha Otaku.
fr: Merci d'avance pour votre soutien au développement de cette app.

# sub_monthly
source: Monthly
fr: Mensuel

# sub_yearly
source: Yearly
fr: Annuel

# sub_restore
source: Restore subscription
fr: Restaurer mon abonnement

# sub_manage
source: Manage my subscription
fr: Gérer mon abonnement

# sub_restore_success
source: Restore Successful
fr: Restauration réussie

# sub_restore_empty
source: No Purchase Found
fr: Aucun achat trouvé

# sub_restore_failed
source: Restore Failed
fr: La restauration a échoué

# menu_section_settings
source: Settings
fr: Paramètres

# menu_show_train_line
source: Hide train lines
fr: Cacher les lignes de train

# menu_true_north
source: True North
fr: Nord absolu

# menu_imperial
source: Imperial Units
fr: Unités Imperiales

# menu_metric
source: Metric Units
fr: Unités Metriques

# menu_haptic
source: No Haptic
fr: Haptic désactivé

# menu_language
source: Language -
fr: Langue -

# menu_en
source: English
fr: Anglais

# menu_fr
source: French
fr: Français

# menu_jp
source: Japanese
fr: Japonais

# menu_de
source: German
fr: Allemand

# menu_section_rate
source: Spread the love
fr: Un coup de pouce?

# menu_rate
source: Give it 5 stars!
fr: Donnez-lui 5 étoiles!

# menu_help_section
source: Need help?
fr: Besoin d'aide ?

# menu_tcs
source: Terms of use
fr: Conditions d'utilisation

# menu_privacy
source: Privacy
fr: Vie privée

# menu_translations
source: Translations
fr: Traductions

# menu_translations_content
source: If you have any feedback about a wrong translation to help improve the *Densha Otaku* experience or if you want to enjoy this app in your language, [tap here to contribute!](https://github.com/jeremieb/densha-otaku-translation)
fr: Si vous avez remarqué des erreurs de traductions ou si vous souhaitez profiter de *Densha Otaku* dans votre langue, [vous pouvez contribuer!](https://github.com/jeremieb/densha-otaku-translation)

# menu_discord
source: Community on Discord
fr: Rejoindre le Discord

# menu_show_onboarding
source: Show onboarding
fr: Revoir l'accueil

# menu_apps_title
source: By the same developer
fr: Par le même dévelopeur

# menu_section_others
source: Others
fr: Divers

# menu_about
source: About Densha Otaku
fr: À propos de Densha Otaku

# menu_about_content
source: Say something about this app...
fr: Quelque chose...

# menu_developer
source: The Developer
fr: Le Developeur

# menu_developer_content
source: 👋 Hi, I’m Jeremie Berduck. I do mobile product design by day and by night, I do coding, streaming and podcasting, everything from Amsterdam in the Netherlands, where I’m living with my family. You can follow must of the development live on my [Twitch channel](https://twitch.tv/monsieurbee). You can also reach me [on Twitter](https://twitter.com/jeremieberduck), I’d love to hear about your experience with *Densha Otaku*. If you like the app, support indie development and please tell a friend or leave a review on the store!
fr: 👋 Salut, mon nom est Jeremie Berduck. Je fait du design mobile le jour et la nuit, je code, stream et podcast depuis Amsterdam aux Pays-Bas, où je vis avec ma famille. Vous pouvez suivre la plupart de son développement en live sur [ma chaine Twitch](https://twitch.tv/monsieurbee) (en anglais). Je suis également disponible [sur Twitter](https://twitter.com/jeremieberduck), j’adorerais lire vos expériences avec Densha. Si vous aimez cette app, aider le développement indépendant et parlez-en à vos amis ou lachez 5 étoiles sur le store!

# menu_copyright_content
source: • Map provided by [© Mapbox](https://www.mapbox.com/about/maps/) and [© OpenStreetMap](http://www.openstreetmap.org/copyright). • [Improve this map](https://www.mapbox.com/map-feedback/). • Original picture by [Tele52](https://twitter.com/vector_icons).
fr: • Map provided by Mapbox • Original photo by [George Howden](https://unsplash.com/photos/VhZA7q3Tyck).

# gps_signal
source: not enough signal
fr: signal insuffisant

# localization_restricted
source: Location use is restricted.
fr: Utilisation de la localisation restrainte.

# localization_unknown
source: This app requires phone's location to work properly. Tap here to access your settings.
fr: L'accés à la localisation de votre téléphone est nécessaire. Tapez ici pour changer vos paramètres.

source: Unexpected error
fr: Erreur inconnue

# slow_speed
source: You're not going fast enough.
fr: Tu vas trop lentement...

# no_record
source: You don’t have any record yet. Go back to the main screen and just tap on the speed indicator for adding one.
fr: Aucun enregistrement. Retournez sur l'écran principale et tappez sur l'indicateur de vitesse pour enregistrer votre vitesse.

# speed_record_limitation
source: You cannot add more than 10 records
fr: Vous ne pouvez pas ajouter plus de 10 enregistrements

# speed_record_subs_required
source: Adding a speed record requires a Otaku Ultra subscription available from the main menu.
fr: Enregistrer votre vitesse nécessite un abonnement Ultra Otaku disponible depuis le menu principal.

# privacy_title
source: We value your privacy!
fr: Vie Privée

# privacy_one_subtitle
source: NO • Hidden tracking system
fr: AUCUN • Système de tracking

# privacy_one_content
source: *Densha Otaku* does not contain any third party or custom tracking system. We don’t want your data and have no interest in helping huge corporations track you as you do something as simple as going to the beach.
fr: *Densha Otaku* n'utilise pas de système de tracking de comportement. Nous ne voulons pas que l'utilisation de notre app soit détournée par de grands groupes pour ficher les comportements de nos utilisateurs et nous ne voulons avoir aucun lien avec ce business douteux.

# privacy_two_subtitle
source: NO • Private information required
fr: AUCUNE • Information privée requise

# privacy_two_content
source: *Densha Otaku* does not ask for any personal information. Users don't even need to provide personal details when reporting any issue. We don’t want to know who you are, not because we don’t care, but because we believe storing personal information is a BIG responsibility that requires extensive planning and ongoing effort. We would rather focus is on crafting desirable products and we want to keep it this way…
fr: *Densha Otaku* ne vous demande aucune information privée. Même notre service de support ne vous demandera aucune information d'ordre privé, comme votre nom par exemple. Nous ne souhaitons pas savoir qui vous êtes, pas parce que vous ne nous intéressez pas, mais parce que protéger vos informations personnelles est une lourde responsabilité que nous ne souhaitons pas porter. Notre attention porte sur la création de produits qui vous respectent et que vous aimez utiliser…

# privacy_three_subtitle
source: NO • Location stored
fr: AUCUNE • Position n’est enregistrée

# privacy_three_content
source: We do not store ANYTHING related to our users' activity. You are completely anonymous to us and we are not hiding any product improvement excuses to track you or your behavior with our app. Therefore, we are not selling any personal information to anyone. We can make that guarantee because we simply don’t have anything to sell… To be fully honest, we do like hearing from you, but it’s up to you reach out and send us a message on Twitter. ☺️
fr: Nous ne sauvegardons AUCUNE activité de nos utilisateurs. Vous êtes complètement anonyme et nous ne nous cachons pas derrière de futures améliorations produit pour collecter votre comportement avec nos produits. Nous ne vendons pas vos données personnelles, tout simplement parce que nous n'avons rien à vendre… Pour être vraiment honnête, nous adorerions avoir de vos nouvelles sur Twitter ou par email, mais ce doit être VOTRE choix. ☺️

# feedback_title
source: Question & Feedback
fr: Suggestions & Questions

# feedback_summary_header
source: Quick Summary
fr: En Résumé...

# feedback_summary_placeholder
source: Title
fr: Titre

# feedback_issue
source: Issue
fr: Problème

# feedback_request
source: Request
fr: Suggestion

# feedback_email_header
source: Stay in touch (optional)
fr: Restons en contact (optionnel)

# feedback_email_placeholder
source: me@email.com
fr: moi@email.com

# feedback_description_placeholder
source: Please provide the details behind your problem or suggestion.
fr: Décrivez votre problème ou votre suggestion.

# feedback_button
source: Send
fr: Envoyer

# feedback_sent
source: Thanks for your feedback
fr: Merci pour votre message

# feedback_error
source: Something went wrong, sorry
fr: Envoie impossible, désolé...

# NSLocationUsageDescription
source: Turn on location service for the app to provide your moving speed.
fr: Activez votre position pour connaitre votre vitesse de déplacement.

# NSLocationWhenInUseUsageDescription
source: Turn on location service for the app to provide your moving speed.
fr: Activez votre position pour connaitre votre vitesse de déplacement.

source: Monthly
fr: Mensuel

# Monthly - Subscription Display Name
source: Ultra Otaku Monthly
fr: Ultra Otaku Mensuel

# Monthly - Description
source: Unlock the full potential of Densha Otaku
fr: Densha Otaku avec tout son potentiel

# Yearly - Subscription Display Name
source: Ultra Otaku Yearly
fr: Ultra Otaku Annuel

# Yearly - Description
source: Unlock the full potential of Densha Otaku
fr: Densha Otaku avec tout son potentiel

# Promotional
source: Densha Otaku follows your journey on a beautifully crafted map highlighting train lines.
fr: Suivez la vitesse de votre voyage en train avec Densha Otaku!

# Description
source: Densha Otaku is a speedometer app for all train fanatics. • Follow your journey on a beautifully crafted map highlighting train lines. • Keep track of your higher speed with location. • Use the compass to know your direction. === Features === • Units: mph / kmh • Compass mode • Customized map for a better train lines visibility
fr: Densha Otaku est un compteur de vitesse pour tous les fanatics de trains. • Suivez votre voyage sur une carte magnifique avec mise en avant des lignes de train • La boussole indique dans quelle direction vous allez • Gardez les vitesses les plus hautes Fonctionnalités • Unités: kmh / mph • Mode boussole • Carte personalisée adaptée à la vision des lignes de train

# Tags
source: train,densha,otaku,train geek,peedometer,speed,compass,speed tracker,speed record,train speed
fr: train,densha,otaku,train geek,compteur vitesse,vitesse,boussole,tracker vitesse,vitesse train
